Repository: manhmeu1211/MeetUp---iOS-APP
Catalog: Training/*.lproj/Localizable.strings
Languages: vi_vn

# btnNews.title
source: News
vi_vn: Tin tức

# btnEvents.title
source: Events
vi_vn: Sự kiện

# header.label.text
source: Home
vi_vn: Trang chủ

# near.title
source: Near
vi_vn: Gần tôi

# mypage.title
source: My page
vi_vn: Trang của tôi

# alert.message.loginExpired
source: Your login has been expired
vi_vn: Phiên đăng nhập hết hạn

# alert.token.avaible
source: Token avaible
vi_vn: Token khả dụng

# alert.detechlaunched.already
source: Already launched
vi_vn: Đã chạy

# alert.detechlaunched.first
source: First launch
vi_vn: Lần đầu mở app trong ngày

# alert.cannotLoadData
source: Can't load data from sever
vi_vn: Không thể tải dữ liệu từ sever

# alert.titleBtn.OK
source: OK
vi_vn: Đồng ý

# alert.titleBtn.login
source: Login
vi_vn: Đăng nhập

# alert.checkConnection
source: Please check your connection !
vi_vn: Kiểm tra kết nối mạng !

# alert.loginSuccess
source: Login success !
vi_vn: Đăng nhập thành công !

# alert.registerSuccess
source: Register success !
vi_vn: Đăng ký tài khoản thành công !

# alert.wentThisEvent
source: You have been went this event !
vi_vn: Bạn đã đi sự kiện này !

# alert.goingThisEvent
source: You are going to this event !
vi_vn: Bạn sẽ đi sự kiện này !

# join.label.text.canParticipate
source: Can participate
vi_vn: Có thể tham gia

# join.label.text.joined
source: Participated
vi_vn: Đã tham gia

# join.label.text.willJoin
source: Will participate
vi_vn: Sẽ tham gia

# join.label.text.join
source: Participate
vi_vn: Tham gia

# anootation.title
source: My location
vi_vn: Địa điểm của tôi

# anootation.name
source: My location
vi_vn: Địa điểm của tôi

# anootation.discipline
source: My discipline
vi_vn: Discipline của tôi

# noEvent.label.text
source: No event near
vi_vn: Không có sự kiện gần bạn

# peopleGoing.text
source: people going
vi_vn: người tham gia

# btnLogin.tilte
source: Login
vi_vn: Đăng nhập

# btnSignUpNow.tilte
source: Register now !
vi_vn: Đăng ký ngay !

# myPage.label.text
source: My page
vi_vn: Trang của tôi

# haveToLogin.label.text
source: You have to login first
vi_vn: Bạn cần đăng nhập trước

# dontHaveAccount.label.text
source: Don't have an account?
vi_vn: Không có tài khoản?

source: Not logged in
vi_vn: Bạn phải đăng nhập để sử dụng chức năng này

# pleaseLogin.label.text
source: Login to managed your events
vi_vn: Đăng nhập để quản lý sự kiện của bạn

source: Not logged in
vi_vn: Chưa đăng nhập

# eventsGoing.text
source: Can participate
vi_vn: Có thể tham gia

# eventsEnd.text
source: Participated
vi_vn: Đã đi

# eventsIsGoing.section.text
source: Incoming
vi_vn: Sắp diễn ra

# eventsEnded.section.text
source: Passed
vi_vn: Đã kết thúc

# categories.title
source: Categories
vi_vn: Danh mục

# refreshingData.text
source: Refresing data
vi_vn: Làm mới dữ liệu

# noEvents.text
source: No events
vi_vn: Không có sự kiện

# login.title.text
source: Login
vi_vn: Đăng nhập

# signUp.title.barButtonItem
source: Register
vi_vn: Đăng ký

# alert.fillInfomation.text
source: Please fill your infomation
vi_vn: Vui lòng điền đầy đủ thông tin

# alert.validPassword.text
source: Pasword must be 6 - 16 characters
vi_vn: Mật khẩu phải có độ dài 6- 16 kí tự

# alert.validEmail.text
source: Email is not correct
vi_vn: Email không đúng định dạng

# alert.wrongInfomation.text
source: Login fail! Email or password is not correct
vi_vn: Đăng nhập thất bại, sai tên tài khoản hoặc mật khẩu

# alert.connectFailed.text
source: Connect fail, try again !
vi_vn: Kết nối thất bại, vui lòng thử lại !

# alert.needPermissionLocation.text
source: This app need location permission !
vi_vn: Vui lòng cấp quyền vị trí !

# alert.Settings
source: Settings
vi_vn: Cài đặt

# login.password.text
source: Password
vi_vn: Mật khẩu

# login.forgotPass.btnTitle
source: Forgot password
vi_vn: Quên mật khẩu

# login.loginBtn.title
source: Login
vi_vn: Đăng nhập

# login.skipBtn.title
source: Skip
vi_vn: Bỏ qua

# login.signUp.title
source: Register
vi_vn: Đăng ký

# signUp.fullName.title
source: Fullname
vi_vn: Tên đầy đủ

# signUp.passWord.title
source: Password
vi_vn: Mật khẩu

# signUp.fullName.placeholder
source: Write your fullname
vi_vn: Nhập tên đầy đủ của bạn

# categories.btnByPopulars.text
source: By populars
vi_vn: Phổ biến

# categories.btnByDate.text
source: By date
vi_vn: Theo thời gian

# search.searclPlaceholeder.text
source: Type to search here...
vi_vn: Tìm kiếm tại đây...

# search.noResult.text
source: We can't find any events :'(
vi_vn: Chúng tôi không tìm thấy bất kì sự kiện nào :'(

# resetPass.title
source: Forgot password?
vi_vn: Quên mật khẩu?

# resetPass.inputInformation.text
source: Write your email to reset password
vi_vn: Vui lòng nhập email để lấy lại mật khẩu

# eventDetai.title
source: Event detail
vi_vn: Chi tiết sự kiện

# eventNear.title
source: Event near
vi_vn: Sự kiện gần tôi

source: Please wait...
vi_vn: Vui lòng đợi chút...

# myEvents.title
source: My events
vi_vn: Sự kiện của tôi

# myEvents.logOut.title
source: Logout
vi_vn: Đăng xuất

# search.noResultIncoming.text
source: No event incoming...:'(
vi_vn: Không có sự kiện nào đang diễn ra...:'(

# search.noResultPast.text
source: No event passed...:'(
vi_vn: Không có sự kiện nào đã diễn ra...:'(

# eventsPast.text
source: Passed
vi_vn: Đã diễn ra

# eventsIncoming.text
source: Incoming
vi_vn: Sắp diễn ra

source: Title
vi_vn: Tiêu đề

source: Description
vi_vn: Mô tả

source: Event near
vi_vn: Sự kiện quanh đây

# readmore.titleBtn
source: Read more
vi_vn: Đọc thêm

# less.titleBtn
source: Less...
vi_vn: Ẩn bớt...
